{
  "plugins": {
    "aerial": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "aerial.nvim": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "blame": {
      "src": "https://github.com/FabijanZulj/blame.nvim"
    },
    "blame.nvim": {
      "src": "https://github.com/FabijanZulj/blame.nvim"
    },
    "bufferline": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "color_scheme": {
      "src": "https://github.com/EdenEast/nightfox.nvim",
      "version": "'main'"
    },
    "diffview": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "illuminate": {
      "src": "https://github.com/RRethy/vim-illuminate"
    },
    "lsp": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "lsp_signature": {
      "src": "https://github.com/ray-x/lsp_signature.nvim"
    },
    "lsp_signature.nvim": {
      "src": "https://github.com/ray-x/lsp_signature.nvim"
    },
    "mini.animate": {
      "src": "https://github.com/nvim-mini/mini.animate"
    },
    "mini.comment": {
      "src": "https://github.com/nvim-mini/mini.comment"
    },
    "mini.completion": {
      "src": "https://github.com/nvim-mini/mini.completion"
    },
    "mini.extra": {
      "src": "https://github.com/nvim-mini/mini.extra"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "mini_comment": {
      "src": "https://github.com/nvim-mini/mini.comment"
    },
    "mini_completion": {
      "src": "https://github.com/nvim-mini/mini.completion"
    },
    "mini_extra": {
      "src": "https://github.com/nvim-mini/mini.extra"
    },
    "mini_files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "mini_icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini_pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "mini_surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "nightfox": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim",
      "version": "'main'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-navic": {
      "src": "https://github.com/SmiteshP/nvim-navic"
    },
    "nvim_navic": {
      "src": "https://github.com/SmiteshP/nvim-navic"
    },
    "vim-illuminate": {
      "src": "https://github.com/RRethy/vim-illuminate"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "which_key": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "winbar": {
      "src": "https://github.com/fgheng/winbar.nvim"
    },
    "winbar.nvim": {
      "src": "https://github.com/fgheng/winbar.nvim"
    }
  }
}